Repository: LordKenzo/FitnessDiary
Catalog: FittyPal/*.lproj/Localizable.strings
Languages: de, fr, it, pt, ru

# tab.workout
source: Workout
de: Training
fr: Entraînement
it: Allenamento
pt: Treino
ru: Тренировка

# tab.cards
source: Cards
de: Karten
fr: Fiches
it: Schede
pt: Fichas
ru: Карточки

# tab.periodization
source: Periodization
de: Periodisierung
fr: Périodisation
it: Periodizzazione
pt: Periodização

# tab.settings
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки

# dashboard.greeting
source: Hello from FittyPal
de: Hallo von FittyPal
fr: Bonjour de FittyPal
it: Ciao da FittyPal
pt: Olá do FittyPal
ru: Привет от FittyPal

# dashboard.hero.ready
source: Ready to start?
de: Bereit anzufangen?
fr: Prêt à commencer ?
it: Pronto a cominciare?
pt: Pronto para começar?
ru: Готовы начать?

# dashboard.hero.sessions.one
source: 1 session this month
de: 1 Einheit diesen Monat
fr: 1 séance ce mois
it: 1 sessione questo mese
pt: 1 sessão este mês
ru: 1 занятие в этом месяце

# dashboard.hero.sessions.many
source: %d sessions this month
de: %d Einheiten diesen Monat
fr: %d séances ce mois
it: %d sessioni questo mese
pt: %d sessões este mês
ru: %d занятий в этом месяце

# dashboard.last.session
source: Last session
de: Letzte Einheit
fr: Dernière séance
it: Ultima sessione
pt: Última sessão
ru: Последнее занятие

# dashboard.no.notes
source: No notes
de: Keine Notizen
fr: Aucune note
it: Nessuna nota
pt: Sem notas
ru: Нет заметок

# dashboard.empty.sessions
source: When you log your workouts, you'll find a preview of your last session here.
de: Wenn Sie Ihre Trainings aufzeichnen, finden Sie hier eine Vorschau Ihrer letzten Einheit.
fr: Lorsque vous enregistrez vos entraînements, vous trouverez ici un aperçu de votre dernière séance.
it: Quando registri i tuoi allenamenti troverai qui l'anteprima dell'ultima sessione.
pt: Quando você registrar seus treinos, encontrará aqui uma prévia da sua última sessão.
ru: Когда вы запишете свои тренировки, здесь появится предварительный просмотр последнего занятия.

# dashboard.weekly.goal
source: Weekly goal
de: Wochenziel
fr: Objectif hebdomadaire
it: Obiettivo settimanale
pt: Meta semanal
ru: Недельная цель

# dashboard.sessions.count
source: %d/%d sessions
de: %d/%d Einheiten
fr: %d/%d séances
it: %d/%d sessioni
pt: %d/%d sessões
ru: %d/%d занятий

# dashboard.streak.days
source: %d days
de: %d Tage
fr: %d jours
it: %d giorni
pt: %d dias
ru: %d дней

# metrics.sessions
source: Sessions
de: Einheiten
fr: Séances
it: Sessioni
pt: Sessões
ru: Занятия

# metrics.sessions.subtitle
source: Last 30 days
de: Letzte 30 Tage
fr: 30 derniers jours
it: Ultimi 30 giorni
pt: Últimos 30 dias
ru: Последние 30 дней

# metrics.duration
source: Duration
de: Dauer
fr: Durée
it: Durata
pt: Duração
ru: Продолжительность

# metrics.duration.subtitle
source: Total time
de: Gesamtzeit
fr: Temps total
it: Tempo totale
pt: Tempo total
ru: Общее время

# metrics.avg.rpe
source: Avg RPE
de: Durchschn. RPE
fr: RPE moyen
it: RPE medio
pt: RPE médio
ru: Средний RPE

# metrics.avg.rpe.subtitle
source: Recent sessions
de: Letzte Einheiten
fr: Séances récentes
it: Ultime sessioni
pt: Sessões recentes
ru: Недавние занятия

# metrics.mood
source: Most frequent mood
de: Häufigste Stimmung
fr: Humeur la plus fréquente
it: Umore più frequente
pt: Humor mais frequente
ru: Самое частое настроение

# metrics.mood.subtitle
source: Waiting for data
de: Warte auf Daten
fr: En attente de données
it: In attesa dei dati
pt: Aguardando dados
ru: Ожидание данных

# section.weekly.trend
source: Weekly trend
de: Wochentrend
fr: Tendance hebdomadaire
it: Trend settimanale
pt: Tendência semanal
ru: Недельная тенденция

# section.weekly.trend.subtitle
source: Completed sessions
de: Abgeschlossene Einheiten
fr: Séances complétées
it: Sessioni completate
pt: Sessões concluídas
ru: Завершенные занятия

# section.focus.muscles
source: Focus muscles
de: Fokus-Muskeln
fr: Muscles ciblés
it: Muscoli in focus
pt: Músculos em foco
ru: Мышцы в фокусе

# section.focus.muscles.subtitle
source: Based on recent workouts
de: Basierend auf letzten Trainings
fr: Basé sur les entraînements récents
it: Basato sugli ultimi allenamenti
pt: Baseado nos treinos recentes
ru: На основе недавних тренировок

# section.quick.actions
source: Quick actions
de: Schnellaktionen
fr: Actions rapides
it: Azioni rapide
pt: Ações rápidas
ru: Быстрые действия

# section.quick.actions.subtitle
source: Everything at your fingertips
de: Alles griffbereit
fr: Tout à portée de main
it: Tutto a portata di tap
pt: Tudo ao seu alcance
ru: Всё под рукой

# section.future.insights
source: Future insights
de: Zukünftige Einblicke
fr: Informations futures
it: Insight futuri
pt: Insights futuros
ru: Будущая аналитика

# section.future.insights.subtitle
source: Detailed data coming soon
de: Detaillierte Daten bald
fr: Données détaillées bientôt
it: Presto vedrai dati dettagliati
pt: Dados detalhados em breve
ru: Подробные данные скоро

# section.future.insights.description
source: In this section you'll find in-depth analysis: muscle distribution, RPE progress, and average session duration.
de: In diesem Bereich finden Sie detaillierte Analysen: Muskelverteilung, RPE-Fortschritt und durchschnittliche Einheitsdauer.
fr: Dans cette section, vous trouverez des analyses approfondies : répartition musculaire, progression RPE et durée moyenne des séances.
it: In questa sezione potrai trovare analisi approfondite: distribuzione dei muscoli allenati, progressi di RPE e durata media per sessione.
pt: Nesta seção você encontrará análises detalhadas: distribuição muscular, progresso de RPE e duração média das sessões.
ru: В этом разделе вы найдете подробный анализ: распределение мышц, прогресс RPE и среднюю продолжительность занятий.

# quick.action.start.workout
source: Start Workout
de: Training starten
fr: Commencer l'entraînement
it: Inizia Allenamento
pt: Iniciar Treino
ru: Начать тренировку

# quick.action.manual.log
source: Log Manually
de: Manuell aufzeichnen
fr: Enregistrer manuellement
it: Registra Manualmente
pt: Registrar Manualmente
ru: Записать вручную

# quick.action.set.goal
source: Set Goal
de: Ziel setzen
fr: Définir un objectif
it: Imposta Obiettivo
pt: Definir Meta
ru: Установить цель

# quick.action.coming.soon
source: Coming soon
de: Demnächst
fr: Bientôt disponible
it: Disponibile a breve
pt: Em breve
ru: Скоро

# settings.title
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки

# settings.section.general
source: General
de: Allgemein
fr: Général
it: Generale
pt: Geral
ru: Общие

# settings.section.clients
source: Clients
de: Kunden
it: Clienti
pt: Clientes
ru: Клиенты

# settings.section.monitoring
source: Monitoring
de: Überwachung
fr: Surveillance
it: Monitoraggio
pt: Monitoramento
ru: Мониторинг

# settings.section.library
source: Library
de: Bibliothek
fr: Bibliothèque
it: Libreria
pt: Biblioteca
ru: Библиотека

# settings.section.legal
source: Legal
de: Rechtliches
fr: Mentions légales
it: Legale
pt: Jurídico
ru: Юр. информация

# settings.general.preferences
source: General Preferences
de: Allgemeine Einstellungen
fr: Préférences générales
it: Preferenze Generali
pt: Preferências Gerais
ru: Общие настройки

# settings.profile
source: Profile
de: Profil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль

# settings.clients.management
source: Client Management
de: Kundenverwaltung
fr: Gestion des clients
it: Gestione Clienti
pt: Gestão de Clientes
ru: Управление клиентами

# settings.strength.expressions
source: Strength Expressions
de: Kraftausdrücke
fr: Expressions de force
it: Espressioni Forza
pt: Expressões de Força
ru: Выражения силы

# settings.muscles
source: Muscles
de: Muskeln
it: Muscoli
pt: Músculos
ru: Мышцы

# settings.equipment
source: Equipment
de: Ausrüstung
fr: Équipement
it: Attrezzi
pt: Equipamentos
ru: Оборудование

# settings.exercises
source: Exercises
de: Übungen
fr: Exercices
it: Esercizi
pt: Exercícios
ru: Упражнения

# settings.classic.methods
source: Classic Methods
de: Klassische Methoden
fr: Méthodes Classiques
it: Metodi Classici
pt: Métodos Clássicos
ru: Классические методы

# settings.custom.methods
source: Custom Methods
de: Benutzerdefinierte Methoden
fr: Méthodes Personnalisées
it: Metodi Custom
pt: Métodos Personalizados
ru: Пользовательские методы

# settings.legal.privacy
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade
ru: Политика конфиденциальности

# settings.legal.terms
source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di utilizzo
pt: Termos de uso
ru: Условия использования

# settings.legal.support
source: Support Email
fr: Email de support
it: Email di supporto
pt: E-mail de suporte
ru: Почта поддержки

# preferences.title
source: General Preferences
de: Allgemeine Einstellungen
fr: Préférences générales
it: Preferenze Generali
pt: Preferências Gerais
ru: Общие настройки

# preferences.section.general
source: General Preferences
de: Allgemeine Einstellungen
fr: Préférences générales
it: Preferenze Generali
pt: Preferências Gerais
ru: Общие настройки

# preferences.debug.log
source: Generate Workout Sequence
de: Trainingssequenz generieren
fr: Générer la séquence d'entraînement
it: Genera Sequenza Allenamento
pt: Gerar Sequência de Treino
ru: Генерировать последовательность тренировок

# preferences.clone.load
source: Auto-clone load
de: Last automatisch klonen
fr: Cloner automatiquement la charge
it: Clona automaticamente il carico
pt: Clonar carga automaticamente
ru: Автоматически клонировать нагрузку

# preferences.theme.title
source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto
pt: Aparência
ru: Оформление

# preferences.theme.light
source: Light
de: Hell
fr: Clair
it: Chiaro
pt: Claro
ru: Светлая

# preferences.theme.vibrant
source: Vibrant
de: Farbenfroh
fr: Coloré
it: Colorato
pt: Colorido
ru: Яркая

# preferences.countdown
source: Initial countdown
de: Start-Countdown
fr: Compte à rebours initial
it: Countdown iniziale
pt: Contagem regressiva inicial
ru: Начальный отсчет

# preferences.language
source: Language
de: Sprache
fr: Langue
it: Lingua
pt: Idioma
ru: Язык

# preferences.language.select
source: Select language
de: Sprache wählen
fr: Sélectionner la langue
it: Seleziona lingua
pt: Selecionar idioma
ru: Выбрать язык

# preferences.version
source: Version %@
it: Versione %@
pt: Versão %@
ru: Версия %@

# muscle.chest
source: Chest
de: Brust
fr: Pectoraux
it: Petto
pt: Peito
ru: Грудь

# muscle.back
source: Back
de: Rücken
fr: Dos
it: Dorso
pt: Costas
ru: Спина

# muscle.legs
source: Legs & Glutes
de: Beine und Gesäß
fr: Jambes et fessiers
it: Gambe e Glutei
pt: Pernas e Glúteos
ru: Ноги и ягодицы

# muscle.shoulders
source: Shoulders
de: Schultern
fr: Épaules
it: Spalle
pt: Ombros
ru: Плечи

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# common.done
source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído
ru: Готово

# common.save
source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить

# common.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir
ru: Удалить

# common.edit
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar
ru: Изменить

# common.add
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar
ru: Добавить

# common.close
source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть

# common.back
source: Back
de: Zurück
fr: Retour
it: Indietro
pt: Voltar
ru: Назад

# common.next
source: Next
de: Weiter
fr: Suivant
it: Avanti
pt: Próximo
ru: Далее

# common.previous
source: Previous
de: Vorherige
fr: Précédent
it: Precedente
pt: Anterior
ru: Предыдущий

# common.search
source: Search
de: Suchen
fr: Rechercher
it: Cerca
pt: Pesquisar
ru: Поиск

# common.filter
source: Filter
de: Filtern
fr: Filtrer
it: Filtra
pt: Filtrar
ru: Фильтр

# common.select
source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona
pt: Selecionar
ru: Выбрать

# common.deselect.all
source: Deselect All
it: Deseleziona Tutto

# common.loading
source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...
pt: Carregando...
ru: Загрузка...

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка

# common.success
source: Success
de: Erfolg
fr: Succès
it: Successo
pt: Sucesso
ru: Успех

# common.warning
source: Warning
de: Warnung
fr: Avertissement
it: Attenzione
pt: Aviso
ru: Предупреждение

# search.no.results
source: No results
it: Nessun risultato

# search.no.results.description
source: Try a different search term
it: Prova con un termine di ricerca diverso

# unit.days
source: days
de: Tage
fr: jours
it: giorni
pt: dias
ru: дней

# unit.weeks
source: weeks
de: Wochen
fr: semaines
it: settimane
pt: semanas
ru: недель

# unit.months
source: months
de: Monate
fr: mois
it: mesi
pt: meses
ru: месяцев

# unit.reps
source: reps
de: Wdh
it: rip
ru: повт

# unit.sets
source: sets
de: Sätze
fr: séries
it: serie
pt: séries
ru: подходов

# workout.session
source: Session
de: Einheit
fr: Séance
it: Sessione
pt: Sessão
ru: Занятие

# workout.exercise
source: Exercise
de: Übung
fr: Exercice
it: Esercizio
pt: Exercício
ru: Упражнение

# workout.rest
source: Rest
de: Pause
fr: Repos
it: Riposo
pt: Descanso
ru: Отдых

# workout.duration
source: Duration
de: Dauer
fr: Durée
it: Durata
pt: Duração
ru: Продолжительность

# workout.notes
source: Notes
de: Notizen
it: Note
pt: Notas
ru: Заметки

# workout.mood
source: Mood
de: Stimmung
fr: Humeur
it: Umore
pt: Humor
ru: Настроение

# timer.sound.title
source: Timer sound
de: Timer-Klang
fr: Son du minuteur
it: Suono timer
pt: Som do cronômetro
ru: Звук таймера

# preferences.audio.toggle
source: Enable timer audio
de: Timer-Audio aktivieren
fr: Activer le son du minuteur
it: Abilita audio timer
pt: Ativar áudio do cronômetro
ru: Включить звук таймера

# timer.sound.option.classic
source: Classic beep
de: Klassischer Beep
fr: Bip classique
it: Beep classico
pt: Bipe clássico
ru: Классический сигнал

# timer.sound.option.soft
source: Soft bell
de: Sanfte Glocke
fr: Cloche douce
it: Campanella morbida
pt: Sino suave
ru: Мягкий звон

# timer.sound.option.pulse
source: Pulse hit
de: Power-Schlag
fr: Coup énergique
it: Colpo energico
pt: Golpe enérgico
ru: Удар пульса

# timer.sound.option.mute
source: Mute
de: Stumm
fr: Silence
it: Senza suono
pt: Silêncio
ru: Без звука

# motivation.default
source: Stay present and breathe before the next block.
de: Bleib präsent und atme vor dem nächsten Block.
fr: Reste présent et respire avant le prochain bloc.
it: Rimani presente e respira prima del prossimo blocco.
pt: Mantenha-se presente e respire antes do próximo bloco.
ru: Оставайся здесь и дыши перед следующим блоком.

# motivation.work.1
source: Drive through every rep with intent.
de: Drücke jede Wiederholung mit Absicht.
fr: Pousse chaque rep avec intention.
it: Spingi ogni ripetizione con intenzione.
pt: Empurre cada repetição com intenção.
ru: Вкладывай намерение в каждое повторение.

# motivation.work.2
source: Keep posture tall and your core active.
de: Halte Haltung aufrecht und Core aktiv.
fr: Garde une posture haute et le centre actif.
it: Mantieni postura alta e core attivo.
pt: Postura alta e core ativo o tempo todo.
ru: Держи корпус прямым и кор в тонусе.

# motivation.work.3
source: Push the tempo without losing control.
de: Beschleunige das Tempo ohne die Kontrolle zu verlieren.
fr: Accélère le tempo sans perdre le contrôle.
it: Accelera il ritmo senza perdere controllo.
pt: Acelere o ritmo sem perder o controle.
ru: Ускоряй темп, не теряя контроля.

# motivation.set.1
source: Fresh set: lock in your focus.
de: Neue Serie: jetzt fokussieren.
fr: Nouvelle série : fixe ton focus maintenant.
it: Nuova serie: focalizzati ora.
pt: Nova série: foque agora.
ru: Новая серия: собери внимание сейчас.

# motivation.set.2
source: Dial in technique from the first rep.
de: Saubere Technik ab der ersten Wiederholung.
fr: Technique propre dès la première rep.
it: Tecnica pulita dalla prima ripetizione.
pt: Técnica limpa desde a primeira repetição.
ru: Чистая техника с первого повтора.

# motivation.set.3
source: Respect the cadence and finish strong.
de: Halte den Rhythmus und finish stark.
fr: Respecte la cadence et termine fort.
it: Rispetta la cadenza, chiudi forte.
pt: Respeite a cadência e termine forte.
ru: Держи ритм и заверши мощно.

# motivation.rest.1
source: Slow the breathing and recover smart.
de: Atme langsam und erhole dich smart.
fr: Ralentis la respiration et récupère intelligemment.
it: Respira lento e recupera in modo intelligente.
pt: Respire devagar e recupere com inteligência.
ru: Замедли дыхание и восстанавливайся с умом.

# motivation.rest.2
source: Shake out the tension, next round soon.
de: Lass die Spannung los, die nächste Runde kommt gleich.
fr: Relâche la tension, la prochaine manche arrive vite.
it: Sciogli la tensione, il prossimo round arriva subito.
pt: Solte a tensão, o próximo round já vem.
ru: Сними напряжение, следующий раунд скоро.

# motivation.rest.3
source: Hydrate, reset, and visualize the next set.
de: Trink etwas, resette und visualisiere die nächste Serie.
fr: Hydrate-toi, réinitialise et visualise la prochaine série.
it: Idratati, resetta e visualizza la prossima serie.
pt: Hidrate-se, resete e visualize a próxima série.
ru: Напейся воды, перезагрузись и представь следующую серию.

# profile.title
source: Profile
de: Profil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль

# profile.no.profile
source: No Profile
de: Kein Profil
fr: Aucun Profil
it: Nessun Profilo
pt: Sem Perfil
ru: Нет Профиля

# profile.no.profile.description
source: Create your profile to get started
de: Erstellen Sie Ihr Profil, um zu beginnen
fr: Créez votre profil pour commencer
it: Crea il tuo profilo per iniziare
pt: Crie seu perfil para começar
ru: Создайте свой профиль для начала

# profile.create
source: Create Profile
de: Profil Erstellen
fr: Créer le Profil
it: Crea Profilo
pt: Criar Perfil
ru: Создать Профиль

# profile.edit
source: Edit Profile
de: Profil Bearbeiten
fr: Modifier le Profil
it: Modifica Profilo
pt: Editar Perfil
ru: Редактировать Профиль

# profile.physical.data
source: Physical Data
de: Physische Daten
fr: Données Physiques
it: Dati Fisici
pt: Dados Físicos
ru: Физические Данные

# profile.personal.data
source: Personal Data
de: Persönliche Daten
fr: Données Personnelles
it: Dati Personali
pt: Dados Pessoais
ru: Личные Данные

# profile.gender
source: Gender
de: Geschlecht
fr: Sexe
it: Sesso
pt: Sexo
ru: Пол

# profile.age
source: Age
de: Alter
fr: Âge
it: Età
pt: Idade
ru: Возраст

# profile.weight
source: Weight
de: Gewicht
fr: Poids
it: Peso
pt: Peso
ru: Вес

# profile.height
source: Height
de: Größe
fr: Taille
it: Altezza
pt: Altura
ru: Рост

# profile.years
source: years
de: Jahre
fr: ans
it: anni
pt: anos
ru: лет

# profile.one.rep.max
source: 1RM Maxes
de: 1RM Maximalwerte
fr: Maximums 1RM
it: Massimali 1RM
pt: Máximos 1RM
ru: Максимумы 1ПМ

# profile.manage.maxes
source: Manage Maxes
de: Maximalwerte Verwalten
fr: Gérer les Maximums
it: Gestisci Massimali
pt: Gerenciar Máximos
ru: Управление Максимумами

# profile.heart.rate
source: Heart Rate
de: Herzfrequenz
fr: Fréquence Cardiaque
it: Frequenza Cardiaca
pt: Frequência Cardíaca
ru: Частота Пульса

# profile.max.hr
source: Max HR
de: Max HF
fr: FC Max
it: FC Massima
pt: FC Máxima
ru: Макс ЧСС

# profile.calculated.hr
source: Calculated HR
de: Berechnete HF
fr: FC Calculée
it: FC Calcolata
pt: FC Calculada
ru: Расчётная ЧСС

# profile.hr.footer
source: Custom max HR or calculated with formula 220 - age
de: Benutzerdefinierte max HF oder berechnet mit Formel 220 - Alter
fr: FC max personnalisée ou calculée avec la formule 220 - âge
it: FC massima personalizzata o calcolata con formula 220 - età
pt: FC máxima personalizada ou calculada com fórmula 220 - idade
ru: Пользовательская максимальная ЧСС или рассчитанная по формуле 220 - возраст

# profile.cardio.zones
source: Cardio Zones
de: Kardio-Zonen
fr: Zones Cardio
it: Zone Cardio
pt: Zonas Cardio
ru: Кардио Зоны

# profile.customize.zones
source: Customize Cardio Zones
de: Kardio-Zonen Anpassen
fr: Personnaliser les Zones Cardio
it: Personalizza Zone Cardio
pt: Personalizar Zonas Cardio
ru: Настроить Кардио Зоны

source: Profile Photo
de: Profilfoto
fr: Photo de Profil
it: Foto Profilo
pt: Foto do Perfil
ru: Фото Профиля

# profile.change.photo
source: Change Photo
de: Foto Ändern
fr: Changer la Photo
it: Cambia Foto
pt: Mudar Foto
ru: Изменить Фото

# profile.remove.photo
source: Remove Photo
de: Foto Entfernen
fr: Supprimer la Photo
it: Rimuovi Foto
pt: Remover Foto
ru: Удалить Фото

# profile.name
source: Name
fr: Nom
it: Nome
pt: Nome
ru: Имя

# profile.update.from.health
source: Update from Apple Health
de: Von Apple Health Aktualisieren
fr: Mettre à jour depuis Apple Health
it: Aggiorna da Apple Health
pt: Atualizar do Apple Health
ru: Обновить из Apple Health

# clients.title
source: Clients
de: Kunden
it: Clienti
pt: Clientes
ru: Клиенты

# clients.no.clients
source: No Clients
de: Keine Kunden
fr: Aucun Client
it: Nessun Cliente
pt: Sem Clientes
ru: Нет Клиентов

# clients.no.clients.description
source: Add your first client to get started
de: Fügen Sie Ihren ersten Kunden hinzu, um zu beginnen
fr: Ajoutez votre premier client pour commencer
it: Aggiungi il tuo primo cliente per iniziare
pt: Adicione seu primeiro cliente para começar
ru: Добавьте своего первого клиента для начала

# clients.add
source: Add Client
de: Kunde Hinzufügen
fr: Ajouter un Client
it: Aggiungi Cliente
pt: Adicionar Cliente
ru: Добавить Клиента

# clients.search
source: Search client
de: Kunde suchen
fr: Rechercher un client
it: Cerca cliente
pt: Pesquisar cliente
ru: Поиск клиента

# clients.first.name
source: First Name
de: Vorname
fr: Prénom
it: Nome
pt: Nome
ru: Имя

# clients.last.name
source: Last Name
de: Nachname
fr: Nom
it: Cognome
pt: Sobrenome
ru: Фамилия

# clients.phone
source: Phone
de: Telefon
fr: Téléphone
it: Telefono
pt: Telefone
ru: Телефон

# clients.notes
source: Notes
de: Notizen
it: Note
pt: Notas
ru: Заметки

# clients.delete.title
source: Delete Client
de: Kunde Löschen
fr: Supprimer le Client
it: Elimina Cliente
pt: Excluir Cliente
ru: Удалить Клиента

# clients.delete.message
source: Are you sure you want to delete this client?
de: Sind Sie sicher, dass Sie diesen Kunden löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce client ?
it: Sei sicuro di voler eliminare questo cliente?
pt: Tem certeza de que deseja excluir este cliente?
ru: Вы уверены, что хотите удалить этого клиента?

# clients.delete.confirm.message
source: Are you sure you want to delete %@? This action cannot be undone.
de: Sind Sie sicher, dass Sie %@ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer %@ ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare %@? Questa azione non può essere annullata.
pt: Tem certeza de que deseja excluir %@? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить %@? Это действие нельзя отменить.

# clients.delete.all
source: Delete All
de: Alle Löschen
fr: Tout Supprimer
it: Elimina Tutti
pt: Excluir Todos
ru: Удалить Всех

# clients.delete.all.confirm
source: Delete All Clients
de: Alle Kunden Löschen
fr: Supprimer Tous les Clients
it: Elimina Tutti i Clienti
pt: Excluir Todos os Clientes
ru: Удалить Всех Клиентов
