Repository: LordKenzo/FitnessDiary
Catalog: FittyPal/*.lproj/Localizable.strings
Languages: de, fr, it, pt, ru

# clients.delete.all.confirm.message
source: Are you sure you want to delete all %d clients? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle %d Kunden löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer tous les %d clients ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare tutti i %d clienti? Questa azione non può essere annullata.
pt: Tem certeza de que deseja excluir todos os %d clientes? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить всех %d клиентов? Это действие нельзя отменить.

# clients.workouts
source: Workout Cards
de: Karten
fr: Fiches
it: Schede
pt: Fichas
ru: Карточки

# clients.new
source: New Client
de: Neuer Kunde
fr: Nouveau Client
it: Nuovo Cliente
pt: Novo Cliente
ru: Новый Клиент

# clients.edit
source: Edit Client
de: Kunde Bearbeiten
fr: Modifier le Client
it: Modifica Cliente
pt: Editar Cliente
ru: Редактировать Клиента

# clients.assign
source: Assign to Clients
it: Assegna ai Clienti

# clients.selection.empty.description
source: Create clients to assign workout cards
it: Crea dei clienti per poter assegnare le schede

# clients.selected.count
source: %d selected
it: %d selezionati

# clients.form.required
source: Required Data
de: Pflichtdaten
fr: Données Obligatoires
it: Dati Obbligatori
pt: Dados Obrigatórios
ru: Обязательные Данные

# clients.form.optional
source: Optional Data
de: Optionale Daten
fr: Données Facultatives
it: Dati Facoltativi
pt: Dados Opcionais
ru: Необязательные Данные

# clients.form.photo.label
source: Photo
de: Foto
it: Foto
pt: Foto
ru: Фото

# clients.form.gym
source: Gym
de: Fitnessstudio
fr: Salle de Sport
it: Palestra
pt: Academia
ru: Спортзал

# clients.form.medical.history
source: Medical History
de: Krankengeschichte
fr: Historique Médical
it: Anamnesi
pt: Histórico Médico
ru: Медицинская История

# clients.form.gender.not.specified
source: Not specified
de: Nicht angegeben
fr: Non spécifié
it: Non specificato
pt: Não especificado
ru: Не указан

# clients.assigned.workouts
source: Assigned Workout Cards
de: Zugewiesene Karten
fr: Fiches Assignées
it: Schede Assegnate
pt: Fichas Atribuídas
ru: Назначенные Карточки

# clients.view.workouts
source: View Workout Cards
de: Karten Ansehen
fr: Voir les Fiches
it: Vedi Schede
pt: Ver Fichas
ru: Посмотреть Карточки

# exercises.title
source: Exercises
de: Übungen
fr: Exercices
it: Esercizi
pt: Exercícios
ru: Упражнения

# exercises.no.exercises
source: No exercises
de: Keine Übungen
fr: Aucun exercice
it: Nessun esercizio
pt: Sem exercícios
ru: Нет упражнений

# exercises.no.exercises.description
source: Add your first exercise
de: Fügen Sie Ihre erste Übung hinzu
fr: Ajoutez votre premier exercice
it: Aggiungi il tuo primo esercizio
pt: Adicione seu primeiro exercício
ru: Добавьте своё первое упражнение

# exercises.add
source: Add Exercise
de: Übung Hinzufügen
fr: Ajouter un Exercice
it: Aggiungi Esercizio
pt: Adicionar Exercício
ru: Добавить Упражнение

# exercises.search
source: Search exercise
de: Übung suchen
fr: Rechercher un exercice
it: Cerca esercizio
pt: Pesquisar exercício
ru: Поиск упражнения

# exercises.name
source: Name
fr: Nom
it: Nome
pt: Nome
ru: Название

# exercises.description
source: Description
de: Beschreibung
it: Descrizione
pt: Descrição
ru: Описание

# exercises.primary.muscles
source: Primary Muscles
de: Primäre Muskeln
fr: Muscles Primaires
it: Muscoli Primari
pt: Músculos Primários
ru: Основные Мышцы

# exercises.secondary.muscles
source: Secondary Muscles
de: Sekundäre Muskeln
fr: Muscles Secondaires
it: Muscoli Secondari
pt: Músculos Secundários
ru: Вспомогательные Мышцы

# exercises.equipment
source: Equipment
de: Ausrüstung
fr: Équipement
it: Attrezzatura
pt: Equipamento
ru: Оборудование

# exercises.category
source: Category
de: Kategorie
fr: Catégorie
it: Categoria
pt: Categoria
ru: Категория

# exercises.notes
source: Notes
de: Notizen
it: Note
pt: Notas
ru: Заметки

# exercises.filters.title
source: Exercise Filters
it: Filtri esercizi

# filters.all
source: All
it: Tutti

# filters.primary.metabolism
source: Primary Metabolism
it: Metabolismo primario

# filters.biomechanical.structure
source: Biomechanical Structure
it: Struttura biomeccanica

# filters.training.role
source: Training Role
it: Ruolo nell'allenamento

# filters.category
source: Category
it: Categoria

# filters.reference.plane
source: Reference Plane
it: Piano di riferimento

# filters.motor.schemas
source: Motor Schemas
it: Schemi motori

# filters.tags
source: Tags
it: Tag

# filters.primary.muscle
source: Primary Muscle
it: Muscolo primario

# filters.favorites
source: Favorites
it: Preferiti

# filters.favorites.only
source: Show favorites only
it: Mostra solo preferiti

# metadata.motor.limit
source: You can select up to %d motor schemas
it: Puoi selezionare al massimo %d schemi motori

# metadata.motor.title
source: Motor Schemas
it: Schemi Motori

# metadata.tags.title
source: Exercise Tags
it: Tag esercizio

# muscles.title
source: Muscles
de: Muskeln
it: Muscoli
pt: Músculos
ru: Мышцы

# muscles.no.muscles
source: No muscles
de: Keine Muskeln
fr: Aucun muscle
it: Nessun muscolo
pt: Sem músculos
ru: Нет мышц

# muscles.no.muscles.description
source: Initialize the database with default muscles or add new ones
de: Initialisieren Sie die Datenbank mit Standardmuskeln oder fügen Sie neue hinzu
fr: Initialisez la base de données avec les muscles par défaut ou ajoutez-en de nouveaux
it: Inizializza il database con i muscoli predefiniti o aggiungine di nuovi
pt: Inicialize o banco de dados com músculos padrão ou adicione novos
ru: Инициализируйте базу данных стандартными мышцами или добавьте новые

# muscles.initialize
source: Initialize Database
de: Datenbank Initialisieren
fr: Initialiser la Base de Données
it: Inizializza Database
pt: Inicializar Banco de Dados
ru: Инициализировать Базу Данных

# muscles.add
source: Add Muscle
de: Muskel Hinzufügen
fr: Ajouter un Muscle
it: Aggiungi Muscolo
pt: Adicionar Músculo
ru: Добавить Мышцу

# muscles.name
source: Name
fr: Nom
it: Nome
pt: Nome
ru: Название

# muscles.category
source: Category
de: Kategorie
fr: Catégorie
it: Categoria
pt: Categoria
ru: Категория

# muscles.delete.all
source: Delete All
it: Elimina Tutti

# muscles.new.title
source: New Muscle
it: Nuovo Muscolo

# muscles.edit.title
source: Edit Muscle
it: Modifica Muscolo

# muscles.delete.action
source: Delete Muscle
it: Elimina Muscolo

# muscles.all
source: All Muscles
it: Tutti i muscoli

# muscles.search
source: Search muscle
it: Cerca muscolo

# equipment.title
source: Equipment
de: Ausrüstung
fr: Équipement
it: Attrezzi
pt: Equipamento
ru: Оборудование

# equipment.no.equipment
source: No equipment
de: Keine Ausrüstung
fr: Aucun équipement
it: Nessun attrezzo
pt: Sem equipamento
ru: Нет оборудования

# equipment.no.equipment.description
source: Initialize the database with default equipment or add new ones
de: Initialisieren Sie die Datenbank mit Standardausrüstung oder fügen Sie neue hinzu
fr: Initialisez la base de données avec l'équipement par défaut ou ajoutez-en de nouveaux
it: Inizializza il database con gli attrezzi predefiniti o aggiungine di nuovi
pt: Inicialize o banco de dados com equipamento padrão ou adicione novos
ru: Инициализируйте базу данных стандартным оборудованием или добавьте новое

# equipment.initialize
source: Initialize Database
de: Datenbank Initialisieren
fr: Initialiser la Base de Données
it: Inizializza Database
pt: Inicializar Banco de Dados
ru: Инициализировать Базу Данных

# equipment.add
source: Add Equipment
de: Ausrüstung Hinzufügen
fr: Ajouter un Équipement
it: Aggiungi Attrezzo
pt: Adicionar Equipamento
ru: Добавить Оборудование

# equipment.name
source: Name
fr: Nom
it: Nome
pt: Nome
ru: Название

# equipment.category
source: Category
it: Categoria

# equipment.delete.all
source: Delete All
it: Elimina Tutti

# equipment.new.title
source: New Equipment
it: Nuovo Attrezzo

# equipment.edit.title
source: Edit Equipment
it: Modifica Attrezzo

# equipment.delete.action
source: Delete Equipment
it: Elimina Attrezzo

# methods.section.multi.sets
source: Multiple Sets
it: Serie Multiple

# methods.section.intensity.volume
source: Intensity & Volume
it: Intensità e Volume

# methods.section.power.strength
source: Power & Strength
it: Potenza e Forza

# methods.section.density.timing
source: Density & Timing
it: Densità e Timing

# methods.section.conditioning
source: Conditioning
it: Condizionamento

# methods.select
source: Select Method
it: Seleziona Metodo

# methods.min.exercises.badge
source: %d+ ex.
it: %d+ es.

# cards.title
source: Cards
de: Karten
fr: Fiches
it: Schede
pt: Fichas
ru: Карточки

# cards.no.cards
source: No cards
de: Keine Karten
fr: Aucune fiche
it: Nessuna scheda
pt: Sem fichas
ru: Нет карточек

# cards.no.cards.description
source: Create your first workout card
de: Erstellen Sie Ihre erste Trainingskarte
fr: Créez votre première fiche d'entraînement
it: Crea la tua prima scheda di allenamento
pt: Crie sua primeira ficha de treino
ru: Создайте свою первую карточку тренировки

# cards.create
source: Create Card
de: Karte Erstellen
fr: Créer une Fiche
it: Crea Scheda
pt: Criar Ficha
ru: Создать Карточку

# cards.search
source: Search card
de: Karte suchen
fr: Rechercher une fiche
it: Cerca scheda
pt: Pesquisar ficha
ru: Поиск карточки

# cards.filter.all
source: All
de: Alle
fr: Toutes
it: Tutte
pt: Todas
ru: Все

# cards.filter.mine
source: Mine
de: Meine
fr: Mienne
it: Mio
pt: Minhas
ru: Мои

# cards.filter.client
source: Client
de: Kunde
it: Cliente
pt: Cliente
ru: Клиент

# cards.name
source: Name
fr: Nom
it: Nome
pt: Nome
ru: Название

# cards.description
source: Description
de: Beschreibung
it: Descrizione
pt: Descrição
ru: Описание

# cards.add.block
source: Add Block
de: Block Hinzufügen
fr: Ajouter un Bloc
it: Aggiungi Blocco
pt: Adicionar Bloco
ru: Добавить Блок

# cards.add.folder
source: Add Folder
de: Ordner Hinzufügen
fr: Ajouter un Dossier
it: Aggiungi Cartella
pt: Adicionar Pasta
ru: Добавить Папку

# cards.no.folder
source: No Folder
de: Kein Ordner
fr: Sans Dossier
it: Senza Cartella
pt: Sem Pasta
ru: Без Папки

# folders.title
source: Folders
de: Ordner
fr: Dossiers
it: Cartelle
pt: Pastas
ru: Папки

# folders.name
source: Folder Name
de: Ordnername
fr: Nom du Dossier
it: Nome Cartella
pt: Nome da Pasta
ru: Название Папки

# folders.color
source: Color
de: Farbe
fr: Couleur
it: Colore
pt: Cor
ru: Цвет

# folders.edit
source: Edit Folder
de: Ordner Bearbeiten
fr: Modifier le Dossier
it: Modifica Cartella
pt: Editar Pasta
ru: Редактировать Папку

# folders.create
source: Create Folder
de: Ordner Erstellen
fr: Créer un Dossier
it: Crea Cartella
pt: Criar Pasta
ru: Создать Папку

# folders.section.info
source: Information
it: Informazioni

# folders.section.color
source: Color
it: Colore

# folders.select
source: Select Folder
it: Seleziona Folder

# folders.deselect.all
source: Deselect All
it: Deseleziona Tutto

# confirm.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir
ru: Удалить

# confirm.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# confirm.save
source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить

# confirm.discard
source: Discard
de: Verwerfen
fr: Abandonner
it: Scarta
pt: Descartar
ru: Отменить

# plan.create.title
source: New Plan
de: Neuer Plan
fr: Nouveau plan
it: Nuovo Piano
pt: Novo Plano
ru: Новый план

# plan.edit.title
source: Edit Plan
de: Plan bearbeiten
fr: Modifier le plan
it: Modifica Piano
pt: Editar Plano
ru: Редактировать план

# plan.create.action
source: Create Plan
de: Plan erstellen
fr: Créer le plan
it: Crea Piano
pt: Criar Plano
ru: Создать план

# plan.name.placeholder
source: Plan name
fr: Nom du plan
it: Nome del piano
pt: Nome do plano
ru: Название плана

# plan.section.basicInfo
source: Basic Information
de: Grundinformationen
fr: Informations de base
it: Informazioni di Base
pt: Informações Básicas
ru: Основная информация

# plan.section.dates
source: Dates
de: Daten
it: Date
pt: Datas
ru: Даты

# plan.section.model
source: Periodization Model
de: Periodisierungsmodell
fr: Modèle de périodisation
it: Modello di Periodizzazione
pt: Modelo de Periodização
ru: Модель периодизации

# plan.section.strengthProfiles
source: Strength Profiles
de: Kraftprofile
fr: Profils de force
it: Profilo di Forza
pt: Perfis de Força
ru: Силовые профили

# plan.section.frequency
source: Weekly Frequency
de: Wöchentliche Häufigkeit
fr: Fréquence hebdomadaire
it: Frequenza Settimanale
pt: Frequência Semanal
ru: Еженедельная частота

# plan.section.scheduling
source: Scheduling
de: Planung
fr: Planification
it: Pianificazione
pt: Agendamento
ru: Планирование

# plan.section.generation
source: Generation
de: Generierung
fr: Génération
it: Generazione
pt: Geração
ru: Генерация

# plan.section.notes
source: Notes
de: Notizen
it: Note
pt: Notas
ru: Заметки

# plan.startDate
source: Start date
de: Startdatum
fr: Date de début
it: Data di inizio
pt: Data de início
ru: Дата начала

# plan.estimatedEndDate
source: Estimated end date
de: Geschätztes Enddatum
fr: Date de fin estimée
it: Data di fine stimata
pt: Data estimada de término
ru: Ориентировочная дата окончания

# plan.duration.weeks
source: Duration: %d weeks
de: Dauer: %d Wochen
fr: Durée : %d semaines
it: Durata: %d settimane
pt: Duração: %d semanas
ru: Продолжительность: %d недель

# plan.duration.value
source: %d weeks
de: %d Wochen
fr: %d semaines
it: %d settimane
pt: %d semanas
ru: %d недель

# plan.trainingDays.title
source: Training Days
de: Trainingstage
fr: Jours d'entraînement
it: Giorni di Allenamento
pt: Dias de Treino
ru: Дни тренировок

# plan.trainingDays.selectCount
source: Select %d days
de: %d Tage auswählen
fr: Sélectionner %d jours
it: Seleziona %d giorni
pt: Selecionar %d dias
ru: Выберите %d дней

# plan.trainingDays.selectedCount
source: %d of %d days selected
de: %d von %d Tagen ausgewählt
fr: %d sur %d jours sélectionnés
it: %d di %d giorni selezionati
pt: %d de %d dias selecionados
ru: %d из %d дней выбрано

# plan.trainingDays.footer
source: Choose on which days of the week you will train. These days will apply to the whole plan.
de: Wähle aus, an welchen Wochentagen du trainieren wirst. Diese Tage gelten für den gesamten Plan.
fr: Choisissez les jours de la semaine où vous vous entraînerez. Ces jours s'appliqueront à l'ensemble du plan.
it: Scegli in quali giorni della settimana ti allenerai. Questi giorni verranno applicati a tutto il piano.
pt: Escolha em quais dias da semana irá treinar. Estes dias serão aplicados a todo o plano.
ru: Выберите дни недели, в которые будете тренироваться. Эти дни будут применяться ко всему плану.

# plan.frequency.title
source: Frequency: %dx/week
de: Häufigkeit: %dx/Woche
fr: Fréquence : %d fois/semaine
it: Frequenza: %d volte/settimana
pt: Frequência: %d vezes/semana
ru: Частота: %d раз/неделю

# plan.frequency.title.short
source: Frequency
de: Häufigkeit
fr: Fréquence
it: Frequenza
pt: Frequência
ru: Частота

# plan.frequency.desc.1
source: 1 workout per week (maintenance)
de: 1 Training pro Woche (Erhaltung)
fr: 1 entraînement par semaine (maintien)
it: 1 allenamento a settimana (mantenimento)
pt: 1 treino por semana (manutenção)
ru: 1 тренировка в неделю (поддержание)

# plan.frequency.desc.2
source: 2 workouts (e.g. Upper/Lower)
de: 2 Trainingseinheiten (z. B. Oberkörper/Unterkörper)
fr: 2 entraînements (ex. Haut/Bas)
it: 2 allenamenti (es. Alto/Basso)
pt: 2 treinos (ex. Superior/Inferior)
ru: 2 тренировки (например, Верх/Низ)

# plan.frequency.desc.3
source: 3 workouts (e.g. Full Body 3x)
de: 3 Trainingseinheiten (z. B. Ganzkörper 3x)
fr: 3 entraînements (ex. Full Body 3x)
it: 3 allenamenti (es. Full Body 3x)
pt: 3 treinos (ex. Full Body 3x)
ru: 3 тренировки (например, Полное тело 3 раза)

# plan.frequency.desc.4
source: 4 workouts (e.g. Upper/Lower 2x)
de: 4 Trainingseinheiten (z. B. Oberkörper/Unterkörper 2x)
fr: 4 entraînements (ex. Haut/Bas 2x)
it: 4 allenamenti (es. Alto/Basso 2x)
pt: 4 treinos (ex. Superior/Inferior 2x)
ru: 4 тренировки (например, Верх/Низ 2 раза)

# plan.frequency.desc.5
source: 5 workouts (high frequency)
de: 5 Trainingseinheiten (hohe Frequenz)
fr: 5 entraînements (haute fréquence)
it: 5 allenamenti (alta frequenza)
pt: 5 treinos (alta frequência)
ru: 5 тренировок (высокая частота)

# plan.frequency.desc.6
source: 6 workouts (Push/Pull/Legs 2x)
de: 6 Trainingseinheiten (Push/Pull/Beine 2x)
fr: 6 entraînements (Poussée/Tirage/Jambes 2x)
it: 6 allenamenti (Spinta/Trazione/Gambe 2x)
pt: 6 treinos (Empurrar/Puxar/Pernas 2x)
ru: 6 тренировок (Толчок/Тяга/Ноги 2 раза)

# plan.frequency.desc.7
source: 7 workouts (every day)
de: 7 Trainingseinheiten (täglich)
fr: 7 entraînements (tous les jours)
it: 7 allenamenti (ogni giorno)
pt: 7 treinos (todos os dias)
ru: 7 тренировок (ежедневно)

# plan.frequency.desc.generic
source: %d workouts
de: %d Trainingseinheiten
fr: %d entraînements
it: %d allenamenti
pt: %d treinos
ru: %d тренировок

# plan.profile.primary
source: Primary profile
de: Primäres Profil
fr: Profil principal
it: Profilo principale
pt: Perfil primário
ru: Основной профиль

# plan.profile.secondary.toggle
source: Secondary profile
de: Sekundäres Profil
fr: Profil secondaire
it: Profilo secondario
pt: Perfil secundário
ru: Вторичный профиль

# plan.profile.secondary
source: Secondary
de: Sekundär
fr: Secondaire
it: Secondario
pt: Secundário
ru: Вторичный

# plan.generation.title
source: Generate Structure
de: Struktur generieren
fr: Générer la structure
it: Genera Struttura
pt: Gerar Estrutura
ru: Сгенерировать структуру

# plan.generation.description
source: The full structure with mesocycles, microcycles and days will be generated.
de: Die vollständige Struktur mit Mesozyklen, Mikrozyklen und Tagen wird generiert.
fr: La structure complète avec mésocycles, microcycles et jours sera générée.
it: Verrà generata la struttura completa con mesocicli, microcicli e giorni.
pt: A estrutura completa com mesociclos, microciclos e dias será gerada.
ru: Будет сгенерирована полная структура с мезоциклами, микроциклами и днями.

# plan.generation.button
source: Generate now
de: Jetzt generieren
fr: Générer maintenant
it: Genera ora
pt: Gerar agora
ru: Сгенерировать сейчас

# plan.progress.title
source: Plan Progress
de: Planfortschritt
fr: Progression du plan
it: Progresso del Piano
pt: Progresso do Plano
ru: Прогресс плана

# plan.timeline.title
source: Mesocycle Timeline
de: Mesozyklen-Zeitachse
fr: Chronologie des mésocycles
it: Timeline Mesocicli
pt: Linha do Tempo de Mesociclos
ru: Временная шкала мезоциклов

# plan.timeline.reorderHint
source: Drag to reorder
de: Ziehen, um neu zu ordnen
fr: Glisser pour réorganiser
it: Trascina per riordinare
pt: Arraste para reordenar
ru: Перетащите для изменения порядка

# plan.timeline.empty
source: No mesocycles generated
de: Keine Mesozyklen generiert
fr: Aucun mésocycle généré
it: Nessun mesociclo generato
pt: Nenhum mesociclo gerado
ru: Нет сгенерированных мезоциклов

# plan.timeline.generate
source: Generate Mesocycles
de: Mesozyklen generieren
fr: Générer les mésocycles
it: Genera Mesocicli
pt: Gerar Mesociclos
ru: Сгенерировать мезоциклы

# plan.timeline.generate.description
source: Generate mesocycles to start the periodization.
de: Generiere Mesozyklen, um mit der Periodisierung zu beginnen.
fr: Générez des mésocycles pour commencer la périodisation.
it: Genera i mesocicli per iniziare la periodizzazione.
pt: Gere mesociclos para iniciar a periodização.
ru: Сгенерируйте мезоциклы, чтобы начать периодизацию.

# plan.timeline.edit.start
source: Reorder
de: Neu ordnen
fr: Réorganiser
it: Riordina
pt: Reordenar
ru: Изменить порядок

# plan.timeline.edit.done
source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído
ru: Готово

# plan.focus.primary
source: Primary focus
de: Primärer Fokus
fr: Focus principal
it: Focus principale
pt: Foco principal
ru: Основной фокус

# weekday.select.count
source: Select %d days
de: %d Tage auswählen
fr: Sélectionner %d jours
it: Seleziona %d giorni
pt: Selecionar %d dias
ru: Выберите %d дней

# weekday.select.progress
source: %d of %d
de: %d von %d
fr: %d sur %d
it: %d di %d
pt: %d de %d
ru: %d из %d

# weekday.section.days
source: Days of the Week
de: Wochentage
fr: Jours de la semaine
it: Giorni della Settimana
pt: Dias da Semana
ru: Дни недели

# weekday.section.days.footer
source: These will be your fixed training days for the whole plan. Choose %d days based on your weekly frequency.
de: Dies werden deine festen Trainingstage für den gesamten Plan sein. Wähle %d Tage basierend auf deiner wöchentlichen Häufigkeit.
fr: Ce seront vos jours d'entraînement fixes pour tout le plan. Choisissez %d jours en fonction de votre fréquence hebdomadaire.
it: Questi saranno i tuoi giorni fissi di allenamento per tutto il piano. Scegli %d giorni in base alla tua frequenza settimanale.
pt: Estes serão os seus dias fixos de treino para todo o plano. Escolha %d dias com base na sua frequência semanal.
ru: Это будут ваши фиксированные дни тренировок на весь план. Выберите %d дней в зависимости от вашей еженедельной частоты.

# weekday.presets.title
source: Suggested Presets
de: Vorgeschlagene Vorlagen
fr: Préréglages suggérés
it: Preset Suggeriti
pt: Predefinições Sugeridas
ru: Предложенные шаблоны

# weekday.preset.monThu.upperLower
source: Mon-Thu (Upper/Lower)
de: Mo-Do (Oberkörper/Unterkörper)
fr: Lun-Jeu (Haut/Bas)
it: Lun-Gio (Alto/Basso)
pt: Seg-Qui (Superior/Inferior)
ru: Пн-Чт (Верх/Низ)

# weekday.preset.tueFri
source: Tue-Fri
de: Di-Fr
fr: Mar-Ven
it: Mar-Ven
pt: Ter-Sex
ru: Вт-Пт

# weekday.preset.wedSat
source: Wed-Sat
de: Mi-Sa
fr: Mer-Sam
it: Mer-Sab
pt: Qua-Sáb
ru: Ср-Сб

# weekday.preset.monWedFri
source: Mon-Wed-Fri (Classic)
de: Mo-Mi-Fr (Klassisch)
fr: Lun-Mer-Ven (Classique)
it: Lun-Mer-Ven (Classico)
pt: Seg-Qua-Sex (Clássico)
ru: Пн-Ср-Пт (Классика)

# weekday.preset.tueThuSat
source: Tue-Thu-Sat
de: Di-Do-Sa
fr: Mar-Jeu-Sam
it: Mar-Gio-Sab
pt: Ter-Qui-Sáb
ru: Вт-Чт-Сб

# weekday.preset.monThuSat
source: Mon-Thu-Sat
de: Mo-Do-Sa
fr: Lun-Jeu-Sam
it: Lun-Gio-Sab
pt: Seg-Qui-Sáb
ru: Пн-Чт-Сб

# weekday.preset.monTueThuFri
source: Mon-Tue-Thu-Fri
de: Mo-Di-Do-Fr
fr: Lun-Mar-Jeu-Ven
it: Lun-Mar-Gio-Ven
pt: Seg-Ter-Qui-Sex
ru: Пн-Вт-Чт-Пт

# weekday.preset.monWedFriSat
source: Mon-Wed-Fri-Sat
de: Mo-Mi-Fr-Sa
fr: Lun-Mer-Ven-Sam
it: Lun-Mer-Ven-Sab
pt: Seg-Qua-Sex-Sáb
ru: Пн-Ср-Пт-Сб

# weekday.preset.weekdays
source: Mon-Tue-Wed-Thu-Fri
de: Mo-Di-Mi-Do-Fr
fr: Lun-Mar-Mer-Jeu-Ven
it: Lun-Mar-Mer-Gio-Ven
pt: Seg-Ter-Qua-Qui-Sex
ru: Пн-Вт-Ср-Чт-Пт

# weekday.preset.monTueThuFriSat
source: Mon-Tue-Thu-Fri-Sat
de: Mo-Di-Do-Fr-Sa
fr: Lun-Mar-Jeu-Ven-Sam
it: Lun-Mar-Gio-Ven-Sab
pt: Seg-Ter-Qui-Sex-Sáb
ru: Пн-Вт-Чт-Пт-Сб

# weekday.preset.ppl2x
source: Mon-Tue-Wed-Thu-Fri-Sat (PPL 2x)
de: Mo-Di-Mi-Do-Fr-Sa (PPL 2x)
fr: Lun-Mar-Mer-Jeu-Ven-Sam (PPL 2x)
it: Lun-Mar-Mer-Gio-Ven-Sab (PPL 2x)
pt: Seg-Ter-Qua-Qui-Sex-Sáb (PPL 2x)
ru: Пн-Вт-Ср-Чт-Пт-Сб (ТТН 2x)

# microcycle.weekHeader.loadLevel
source: Load level
de: Belastungsniveau
fr: Niveau de charge
it: Livello di carico
pt: Nível de carga
ru: Уровень нагрузки

# microcycle.completion.title
source: Completion
de: Abschluss
fr: Achèvement
it: Completamento
pt: Conclusão
ru: Завершение

# microcycle.volume.title
source: Weekly Volume
de: Wochenvolumen
fr: Volume hebdomadaire
it: Volume Settimanale
pt: Volume Semanal
ru: Недельный объём

# microcycle.volume.distribution
source: Volume Distribution
de: Volumenverteilung
fr: Répartition du volume
it: Distribuzione Volume
pt: Distribuição de Volume
ru: Распределение объёма

# microcycle.days.title
source: Week Days
de: Wochentage
fr: Jours de la semaine
it: Giorni della Settimana
pt: Dias da Semana
ru: Дни недели
