Repository: LordKenzo/FitnessDiary
Catalog: FittyPal/*.lproj/Localizable.strings
Languages: de, fr, it, pt, ru

# microcycle.days.empty
source: No days generated
de: Keine Tage generiert
fr: Aucun jour généré
it: Nessun giorno generato
pt: Nenhum dia gerado
ru: Нет сгенерированных дней

# microcycle.days.empty.subtitle
source: Generate days to start planning your week.
de: Generiere Tage, um mit der Planung deiner Woche zu beginnen.
fr: Générez des jours pour commencer à planifier votre semaine.
it: Genera i giorni per iniziare a pianificare la tua settimana.
pt: Gere dias para começar a planear a sua semana.
ru: Сгенерируйте дни, чтобы начать планирование недели.

# microcycle.day.rest
source: Rest
de: Ruhe
fr: Repos
it: Riposo
pt: Descanso
ru: Отдых

# microcycle.day.completed
source: Completed
de: Abgeschlossen
fr: Terminé
it: Completato
pt: Concluído
ru: Завершено

# microcycle.day.skipped
source: Skipped
de: Übersprungen
fr: Sauté
it: Saltato
pt: Pulado
ru: Пропущено

# microcycle.day.complete
source: Complete
de: Abschließen
fr: Terminer
it: Completa
pt: Concluir
ru: Завершить

# microcycle.duplicateWorkout.title
source: Duplicate Workout
de: Training duplizieren
fr: Dupliquer l'entraînement
it: Duplica Allenamento
pt: Duplicar Treino
ru: Дублировать тренировку

# microcycle.duplicateWorkout.info
source: Select the days where you want to copy this workout.
de: Wähle die Tage aus, an denen du dieses Training kopieren möchtest.
fr: Sélectionnez les jours où vous souhaitez copier cet entraînement.
it: Seleziona i giorni in cui vuoi copiare questo allenamento.
pt: Selecione os dias para onde deseja copiar este treino.
ru: Выберите дни, в которые хотите скопировать эту тренировку.

# microcycle.duplicateWorkout.daysHeader
source: Available Days (%d)
de: Verfügbare Tage (%d)
fr: Jours disponibles (%d)
it: Giorni disponibili (%d)
pt: Dias disponíveis (%d)
ru: Доступные дни (%d)

# microcycle.duplicateWorkout.footer
source: The workout will be copied to %d days. Existing workouts will be replaced.
de: Das Training wird auf %d Tage kopiert. Bestehende Trainings werden ersetzt.
fr: L'entraînement sera copié sur %d jours. Les entraînements existants seront remplacés.
it: L’allenamento verrà copiato in %d giorni. Gli allenamenti esistenti verranno sostituiti.
pt: O treino será copiado para %d dias. Os treinos existentes serão substituídos.
ru: Тренировка будет скопирована в %d дней. Существующие тренировки будут заменены.

# workout.startWithCountdown
source: Start with a %ds countdown
de: Starte mit %ds-Countdown
fr: Démarrer avec un compte à rebours de %ds
it: Avvia con countdown di %ds
pt: Iniciar com contagem decrescente de %ds
ru: Начать с обратного отсчёта %dс

# workout.title
source: Workout
de: Training
fr: Entraînement
it: Allenamento
pt: Treino
ru: Тренировка

# workout.history.title
source: Past Workouts
de: Vergangene Trainings
fr: Entraînements passés
it: Allenamenti passati
pt: Treinos passados
ru: Прошлые тренировки

# workout.start
source: Select a workout sheet to begin
de: Wähle einen Trainingsplan, um zu beginnen
fr: Sélectionne une fiche pour commencer
it: Seleziona una scheda per iniziare
pt: Selecionar uma ficha para começar
ru: Выберите карточку, чтобы начать

# workout.notavailable
source: No workout sheet available
de: Kein Trainingsplan verfügbar
fr: Aucune fiche disponible
it: Nessuna scheda disponibile
pt: Nenhuma ficha disponível
ru: Нет доступных карточек

# workout.createsuggest
source: Create a workout sheet in the Sheets tab to see it here
de: Erstelle einen Trainingsplan im Tab 'Pläne', damit er hier erscheint
fr: Crée une fiche dans l'onglet Fiches pour qu'elle apparaisse ici
it: Crea una scheda nella tab Schede per farla comparire qui
pt: Crie uma ficha na aba Fichas para que apareça aqui
ru: Создайте карточку во вкладке Карточки, чтобы она отобразилась здесь

# workout.estimation
source: Estimated Duration
de: Geschätzte Dauer
fr: Durée estimée
it: Durata stimata
pt: Duração estimada
ru: Примерная продолжительность

# workout.currentstep
source: Current Phase
de: Aktuelle Phase
fr: Phase en cours
it: Fase corrente
pt: Fase atual
ru: Текущая фаза

# workout.nostep
source: No phase available
de: Keine Phase verfügbar
fr: Aucune phase disponible
it: Nessuna fase disponibile
pt: Nenhuma fase disponível
ru: Нет доступных фаз

# workout.load
source: Load
de: Gewicht
fr: Charge
it: Carico
pt: Carga
ru: Нагрузка

# workout.groupProgress
source: Group
de: Gruppe
fr: Groupe %d sur %d
it: Gruppo %d di %d
pt: Grupo %d de %d
ru: Группа %d из %d

# workout.confirmGroup
source: Confirm Group
de: Gruppe bestätigen
fr: Valider le groupe
it: Conferma gruppo
pt: Confirmar grupo
ru: Подтвердить группу

# workout.skipGroup
source: Skip Group
de: Gruppe überspringen
fr: Passer le groupe
it: Salta gruppo
pt: Saltar grupo
ru: Пропустить группу

# workout.allGroupDone
source: All groups completed!
de: Alle Gruppen abgeschlossen!
fr: Tous les groupes terminés !
it: Tutti i gruppi completati!
pt: Todos os grupos completados!
ru: Все группы завершены!

# workout.nextSteps
source: Next Phases
de: Nächste Phasen
fr: Phases suivantes
it: Fasi successive
pt: Fases seguintes
ru: Следующие фазы

# workout.closetofinish
source: You're almost done! 🎉
de: Fast geschafft! 🎉
fr: Tu as presque fini ! 🎉
it: Hai quasi finito! 🎉
pt: Está quase a terminar! 🎉
ru: Вы почти закончили! 🎉

# workout.zone
source: Cardio Zones
de: Cardio-Zonen
fr: Zones Cardio
it: Zone Cardio
pt: Zonas Cardio
ru: Кардио-зоны

# workout.connectsensor
source: Connect Sensor
de: Sensor verbinden
fr: Connecter un capteur
it: Collega sensore
pt: Ligar sensor
ru: Подключить датчик

# workout.end
source: End Workout
de: Training beenden
fr: Fin de l'entraînement
it: Fine allenamento
pt: Terminar treino
ru: Завершить тренировку

# workout.trash
source: Discard
de: Verwerfen
fr: Annuler
it: Scarta
pt: Descartar
ru: Отменить

# workout.review
source: Workout Summary
de: Trainingszusammenfassung
fr: Récapitulatif de l'entraînement
it: Riepilogo allenamento
pt: Resumo do treino
ru: Итоги тренировки

# workout.saveWorkout
source: Save Workout
de: Training speichern
fr: Enregistrer l'entraînement
it: Salva allenamento
pt: Guardar treino
ru: Сохранить тренировку

# workout.serie
source: Set %d
de: Satz %d
fr: Série %d
it: Serie %d
pt: Série %d
ru: Подход %d

# workout.suggestedLoad
source: Suggested: %@ kg
de: Empfohlen: %@ kg
fr: Suggéré : %@ kg
it: Suggerito: %@ kg
pt: Sugerido: %@ kg
ru: Рекомендовано: %@ кг

# workout.pause
source: Pause
it: Pausa
pt: Pausa
ru: Пауза

# workout.skipPause
source: Skip Pause
de: Pause überspringen
fr: Passer la pause
it: Salta Pausa
pt: Saltar pausa
ru: Пропустить паузу

# workout.pauseAfter
source: Pause After
de: Pause nach
fr: Pause après
it: Pausa dopo
pt: Pausa após
ru: Пауза после

# workout.continue
source: Resume
de: Fortsetzen
fr: Reprendre
it: Riprendi
pt: Retomar
ru: Продолжить

# workout.timer
source: Exercise Timer
de: Übungs-Timer
fr: Minuteur d'exercice
it: Timer Esercizio
pt: Temporizador de exercício
ru: Таймер упражнения

# workout.skip
source: Skip
de: Überspringen
fr: Passer
it: Salta
pt: Saltar
ru: Пропустить

# workout.suggestreps
source: Suggested Reps
de: Empfohlene Wiederholungen
fr: Répétitions suggérées : %d
it: Ripetizioni suggerite: %d
pt: Repetições sugeridas: %d
ru: Рекомендуемое количество повторений: %d

# workout.seriesProgress
source: Set %d of %d
de: Satz %d von %d
fr: Série %d sur %d
it: Serie %d di %d
pt: Série %d de %d
ru: Подход %d из %d

# workout.loadEffective
source: Effective Load
de: Effektives Gewicht
fr: Charge effective
it: Carico effettivo
pt: Carga efetiva
ru: Фактическая нагрузка

# workout.repsCompleted
source: Completed Reps
de: Abgeschlossene Wiederholungen
fr: Répétitions complétées
it: Ripetizioni completate
pt: Repetições completadas
ru: Выполненные повторения

# workout.confirmSerie
source: Confirm Set
de: Satz bestätigen
fr: Valider la série
it: Conferma serie
pt: Confirmar série
ru: Подтвердить подход

# workout.skipSet
source: Skip Set
de: Satz überspringen
fr: Passer la série
it: Salta Serie
pt: Saltar série
ru: Пропустить подход

# workout.recoveryGroup
source: Recovery Between Groups
de: Erholung zwischen Gruppen
fr: Récupération entre les groupes
it: Recupero tra Gruppi
pt: Recuperação entre grupos
ru: Отдых между группами

# workout.nextGroup
source: Get ready for the next group
de: Bereite dich auf die nächste Gruppe vor
fr: Prépare-toi pour le prochain groupe
it: Preparati per il prossimo gruppo
pt: Prepare-se para o próximo grupo
ru: Готовьтесь к следующей группе

# workout.reps.placeholder
source: Reps
de: Wiederholungen
fr: Répétitions
it: Ripetizioni
pt: Repetições
ru: Повторения

# workout.activecountdown
source: Countdown is active
de: Der Countdown läuft
fr: Le compte à rebours est actif
it: Il countdown è attivo
pt: A contagem decrescente está ativa
ru: Обратный отсчёт активен

# workout.done
source: Workout completed
de: Training abgeschlossen
fr: Entraînement terminé
it: Allenamento completato
pt: Treino concluído
ru: Тренировка завершена

# workout.demo.title
source: Demo Workout
de: Demo-Training
fr: Entraînement Démo
it: Allenamento Demo
pt: Treino Demo
ru: Демо-тренировка

# workout.demo.sheet
source: Demo Sheet
de: Demo-Plan
fr: Fiche Démo
it: Scheda Demo
pt: Ficha Demo
ru: Демо-карточка

# workout.demo.bike
source: Bike Warm-up
de: Aufwärmen am Fahrrad
fr: Échauffement Vélo
it: Riscaldamento Bike
pt: Aquecimento de Bicicleta
ru: Разминка на велотренажёре

# workout.demo.bike.steps
source: Light cadence 5'
de: Leichte Kadenz 5’
fr: Cadence légère 5’
it: Cadenza agile 5'
pt: Cadência leve 5’
ru: Лёгкий темп 5’

# workout.demo.benchpress
source: Flat Bench Press
de: Flachbankdrücken
fr: Développé couché
it: Panca Piana
pt: Supino Reto
ru: Жим лёжа

# workout.demo.recovery
source: Recovery
de: Erholung
fr: Récupération
it: Recupero
pt: Recuperação
ru: Отдых

# workout.totalDuration
source: Total Duration
de: Gesamtdauer
fr: Durée totale
it: Durata totale
pt: Duração total
ru: Общая продолжительность

# workout.tonnage.estimated
source: Estimated Tonnage
de: Geschätztes Gesamtgewicht
fr: Tonnage estimé
it: Tonnellaggio stimato
pt: Tonelagem estimada
ru: Примерный весовой объём

# workout.cardio.duration
source: Cardio Duration
de: Cardio-Dauer
fr: Durée cardio
it: Durata cardio
pt: Duração cardio
ru: Продолжительность кардио

# workout.exercises.completed
source: Exercises Completed
de: Abgeschlossene Übungen
fr: Exercices terminés
it: Esercizi completati
pt: Exercícios concluídos
ru: Выполненные упражнения

# workout.upperBody
source: Upper Body
de: Oberkörper
fr: Haut du corps
it: Parte alta
pt: Parte superior
ru: Верх тела

# workout.lowerBody
source: Lower Body
de: Unterkörper
fr: Bas du corps
it: Parte bassa
pt: Parte inferior
ru: Низ тела

# workout.tonnage.hint
source: Enter the loads in the sets to estimate the total tonnage.
de: Gib die Gewichte in den Sätzen ein, um das Gesamtgewicht zu schätzen.
fr: Saisis les charges dans les séries pour estimer le tonnage total.
it: Inserisci i carichi nelle serie per stimare il tonnellaggio totale.
pt: Insira as cargas nas séries para estimar a tonelagem total.
ru: Введите веса в подходах, чтобы оценить общий весовой объём.

# workout.mood.question
source: How do you feel?
de: Wie fühlst du dich?
fr: Comment te sens-tu ?
it: Come ti senti?
pt: Como se sente?
ru: Как вы себя чувствуете?

# common.notes
source: Notes
de: Notizen
it: Note
pt: Notas
ru: Заметки

# workout.notes.placeholder
source: Note feelings, focus, or changes
de: Notiere Gefühle, Fokus oder Änderungen
fr: Note tes sensations, ton focus ou tes modifications
it: Annota sensazioni, focus o modifiche
pt: Anote sensações, foco ou alterações
ru: Запишите ощущения, фокус или изменения

# workout.rpe.add
source: Add RPE
de: RPE hinzufügen
fr: Ajouter RPE
it: Aggiungi RPE
pt: Adicionar RPE
ru: Добавить RPE

# workout.countdown.subtitle
source: Get ready to start the workout
de: Bereite dich vor, das Training zu beginnen
fr: Prépare-toi à commencer l'entraînement
it: Preparati a iniziare l'allenamento
pt: Prepare-se para começar o treino
ru: Готовьтесь начать тренировку

# workout.countdown.skip
source: Skip countdown
de: Countdown überspringen
fr: Passer le compte à rebours
it: Salta countdown
pt: Saltar contagem decrescente
ru: Пропустить обратный отсчёт

# workout.step.rest.title
source: Pause
it: Pausa
pt: Pausa
ru: Пауза

# workout.step.rest.subtitleTimed
source: Recovery %@
de: Erholung %@
fr: Récupération %@
it: Recupero %@
pt: Recuperação %@
ru: Отдых %@

# workout.step.rest.subtitleFree
source: Free Recovery
de: Freie Erholung
fr: Récupération libre
it: Recupero libero
pt: Recuperação livre
ru: Свободный отдых

# workout.step.rest.highlight
source: Breathe deeply
de: Atme tief durch
fr: Respire profondément
it: Respira profondamente
pt: Respire fundamente
ru: Глубоко дышите

# workout.exercise.defaultName
source: Exercise
de: Übung
fr: Exercice
it: Esercizio
pt: Exercício
ru: Упражнение

# workout.step.highlight.default
source: Focus on technique
de: Fokus auf Technik
fr: Concentre-toi sur la technique
it: Focus sulla tecnica
pt: Foque-se na técnica
ru: Сконцентрируйтесь на технике

# workout.customMethod.subtitle
source: %@ - Set %d/%d - %d groups
de: %@ – Satz %d/%d – %d Gruppen
fr: %@ — Série %d/%d — %d groupes
it: %@ - Serie %d/%d - %d gruppi
pt: %@ — Série %d/%d — %d grupos
ru: %@ — Подход %d/%d — %d групп

# workout.setDescription.reps
source: %d reps
de: %d Wiederholungen
fr: %d répétitions
it: %d ripetizioni
pt: %d repetições
ru: %d повторений

# workout.setDescription.rest
source: Rest %@
de: Pause %@
fr: Repos %@
it: Rec. %@
pt: Descanso %@
ru: Отдых %@

# workout.today
source: Today’s Workout
fr: Entraînement d’aujourd’hui
it: Allenamento di Oggi
pt: Treino de hoje
ru: Тренировка на сегодня

# workout.week
source: Week
fr: Semaine
it: Settimana
pt: Semana
ru: Неделя

# workout.periodized
source: Periodized Workouts
fr: Entraînements périodisés
it: Allenamenti Periodizzati
pt: Treinos periodizados
ru: Периодизированные тренировки

# workout.single
source: Single Workouts
fr: Entraînements uniques
it: Allenamenti Singoli
pt: Treinos individuais
ru: Отдельные тренировки

# workout.rest.day
source: Rest Day
fr: Jour de repos
it: Giorno di Riposo
pt: Dia de descanso
ru: День отдыха

# workout.rest.day.subtitle
source: Recover to come back stronger!
fr: Récupère pour revenir plus fort·e !
it: Recupera per tornare più forte!
pt: Recupera para voltares mais forte!
ru: Восстанавливайся, чтобы вернуться сильнее!

# workout.no.assigned
source: No Workout Assigned
fr: Aucun entraînement assigné
it: Nessuna scheda assegnata
pt: Nenhum treino atribuído
ru: Нет назначенных тренировок

# workout.no.assigned.subtitle
source: Go to the Periodization tab to assign a workout to this day.
fr: Rends-toi dans l’onglet Périodisation pour assigner une séance à ce jour.
it: Vai alla tab Periodizzazione per assegnare una scheda a questo giorno.
pt: Vai ao separador Periodização para atribuir um treino a este dia.
ru: Перейдите во вкладку «Периодизация», чтобы назначить тренировку на этот день.

# dashboard.periodization.active
source: Active Periodization
fr: Périodisation active
it: Periodizzazione Attiva
pt: Periodização ativa
ru: Активная периодизация

# dashboard.periodization.progress
source: Progress
fr: Progression
it: Progresso
pt: Progresso
ru: Прогресс

# dashboard.periodization.week
source: Week
fr: Semaine
it: Settimana
pt: Semana
ru: Неделя

# dashboard.periodization.intensity
source: Intensity
fr: Intensité
it: Intensità
pt: Intensidade
ru: Интенсивность

# dashboard.periodization.completion
source: Completion
fr: Achèvement
it: Completamento
pt: Conclusão
ru: Завершение

# dashboard.periodization.plan.progress
source: Plan Progress
fr: Progression du plan
it: Progresso Piano
pt: Progresso do plano
ru: Прогресс плана

# tab.dashboard
source: Dashboard
fr: Tableau de bord
pt: Painel
ru: Панель

# dashboard.streak
source: Streak
de: Serie
fr: Série
pt: Sequência
ru: Серия

# settings.section.account
source: Account
de: Konto
fr: Compte
pt: Conta
ru: Аккаунт

# settings.heart.rate
source: Heart Rate
de: Herzfrequenz
fr: Fréquence cardiaque
pt: Frequência Cardíaca
ru: Пульс

# preferences.section.audio
source: Audio
pt: Áudio
ru: Аудио

# preferences.countdown.seconds
source: %d sec
de: %d Sek
pt: %d seg
ru: %d сек

# preferences.made.by
source: Made with ❤️ by Lorenzo Franceschini
de: Gemacht mit ❤️ von Lorenzo Franceschini
fr: Fait avec ❤️ par Lorenzo Franceschini
pt: Feito com ❤️ por Lorenzo Franceschini
ru: Сделано с ❤️ Lorenzo Franceschini

# muscle.core
source: Core
de: Rumpf
fr: Abdominaux
ru: Пресс

# common.ok
source: OK
ru: ОК

# common.info
source: Info
ru: Инфо

# unit.seconds
source: sec
de: Sek
pt: seg
ru: сек

# unit.minutes
source: min
ru: мин

# unit.hours
source: h
de: Std
ru: ч

# unit.kg
source: kg
ru: кг

# unit.lbs
source: lbs
ru: фунтов

# unit.cm
source: cm
ru: см

# timer.sound.volume
source: Volume
de: Lautstärke
ru: Громкость

# onboarding.skip
source: Skip
de: Überspringen
fr: Passer
pt: Pular
ru: Пропустить

# profile.bmi
source: BMI
fr: IMC
pt: IMC
ru: ИМТ

# profile.bpm
source: bpm
de: S/min
ru: уд/мин

# workout.tonnage.value
source: %@ kg
ru: %@ кг

# workout.countdown.title
source: Countdown
fr: Compte à rebours
pt: Contagem decrescente
ru: Обратный отсчёт

# workout.setDescription.weightKg
source: @ %.0f kg
ru: @ %.0f кг

# workout.setDescription.percentageRM
source: @ %.0f%% 1RM
ru: @ %.0f%% от 1ПМ
